Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: །གལ་ཏེ་འཁོར་ནི་བཞི་པོ་ལ། །དོན་ཟབ་འདོན་པ་ཡོད་གྱུར་ན། །དེ་ལས་ཁྱོད་ཀྱིས་སྔར་མཉན་ནས། །དེ་འོག་རབ་ཏུ་འབྱུང་བའི་རིགས།
en: “ ‘If there were still beings among the four retinues Who could recite that profound meaning, It would make sense for you to go forth, After hearing it from them.’

source: །ད་མ་ཤི་རིས་ཚིགས་སུ་བཅད་དེ་ཕ་མ་ལ་སླར་སྨྲས་པ།
en: “The prince Damaśrī again replied with this verse:

source: དེང་བདག་ནན་ཏན་བརྩོན་འགྲུས་ཀྱིས། །ཚུལ་ཁྲིམས་བསྲུང་ཞིང་སྦྱངས་པ་སྤྱོད།
en: “ ‘I will now guard my discipline and engage in ascetic practices With persistent diligence.

source: །ཐག་རིང་རི་དང་ནགས་ཚལ་ནས།
en: Far away, in mountains and forests,

source: །སངས་རྒྱས་ཆོས་ཟབ་རྣམ་དག་ཚོལ།
en: I will pursue the profound and pure Dharma of the Buddha.’

source: །གང་པོ་ད་མ་ཤི་རིས་ཚིགས་སུ་བཅད་པ་འདི་སྨྲས་ནས་མགོ་བོས་ཕྱག་བྱས་ཏེ། རབ་ཏུ་འབྱུང་བར་གསོལ་བ་བཏབ་པ་དང་། ཕ་མ་གཉིས་ཀྱང་ཅང་མི་སྨྲ་བར་གནང་ངོ་།
en: “Pūrṇa, after Damaśrī had uttered this verse, he prostrated and supplicated his parents for permission to go forth—which they gave, although in silence.

source: །དེ་ནས་དེ་དགེ་སློང་རྣམས་ཀྱི་ཐད་དུ་སོང་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་ཆོས་གོས་ངུར་སྨྲིག་བགོས་ནས་རབ་ཏུ་བྱུང་སྟེ།
en: Next, he went directly to the monks, whereupon he shaved his head and facial hair, donned the saffron-colored Dharma robes, and went forth.

source: བསླབ་པའི་དངོས་པོ་རྣམས་ཡང་དག་པར་བླངས་ནས་གུས་པའི་སེམས་ཀྱིས་དགེ་སློང་རྣམས་ལ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་རྗེས་སུ་བསྟན་པ་ཇི་ལྟ་བུ་ཞིག་གིས་སློབ་མ་རྣམས་ལ་རྗེས་སུ་བསྟན་པར་མཛད།
en: After having taken the precepts, he respectfully asked the monks, ‘What are the teachings that the thus-gone one Merugandha gave to his disciples?

source: བདག་གིས་ཐོས་པར་གྱུར་ན་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་བསྒྲུབ་པར་འཚལ་ལོ་ཞེས་སྨྲས་པ་དང་།
en: If I hear those teachings, I will put them into practice in accordance with the way they were taught.’

source: གང་པོ་དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་དགེ་སློང་ད་མ་ཤི་རི་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Pūrṇa, after he said those words, the monks answered, ‘We have not heard the Dharma from the Thus-Gone One.

source: །བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལས་ཆོས་ཐོས་པ་ནི་མེད་ཀྱི། མཁན་པོ་དང་སློབ་དཔོན་རྣམས་ཀྱི་རྗེས་སུ་སྤྱོད་པར་ཟད་པས་དེང་ཁྱོད་ཀྱང་འདི་ལྟ་བུའི་ཆོས་ལ་སྤྱོད་ཅིག
en: Instead, we simply emulate the preceptors and teachers, and you should also practice this same Dharma!’

source: །དེ་ནས་དགེ་སློང་ད་མ་ཤི་རིས་དགེ་སློང་རྣམས་ལ་སྨྲས་པ། ཁྱེད་ནི་གདོན་མི་ཟ་བར་དབུལ་པོ་དམངས་རིགས་ལས་རབ་ཏུ་བྱུང་བ་ཡིན་པས་དེའི་ཕྱིར་དེང་ཁྱེད་གོས་ཟས་འབའ་ཞིག་ལྷུར་ལེན་པས་སྤྱོད་པ་རྣམས་ཁྱིམ་པ་དག་དང་བྱེ་བྲག་ཏུ་གྱུར་པ་ཅི་ཡང་མེད་པས་དེང་ཁྱེད་བདག་དང་ལྷན་ཅིག་ཏུ་སངས་རྒྱས་ཀྱི་ཆོས་ཟབ་མོ་ཡོངས་སུ་དག་པ་བཙལ་བར་བྱའོ།
en: “The monk Damaśrī said to the other monks, ‘It is obvious that you have gone forth after renouncing lives in poverty among the low castes. For that reason, you now strive only for food and clothing, and there is not the slightest difference between your behaviors and those of householders. However, from now on you must join me in pursuit of the profound and pure Dharma of the Buddha!’

source: །དེ་ནས་དེའི་ཚེ་དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་དགེ་སློང་ད་མ་ཤི་རི་ལ་སྨྲས་པ།
en: “At that moment, the many monks replied to the monk Damaśrī in verses:

source: བདག་ཅག་གིས་ནི་གང་བསྒྲུབས་པ། །དངོས་པོ་དེ་ནི་ཐོབ་གྱུར་པས། །གོས་ཟས་དག་ནི་འབྱོར་ཅིང་ལྡན། །རྒྱལ་པོས་བཀོལ་བ་ལས་ཀྱང་ཐར།
en: “ ‘We have already received the practices That we are engaged in, So that we can acquire food and clothing, Free from servitude toward the king.

source: །ཤིན་ཏུ་བདེ་ཞིང་རབ་ཏུ་སྐྱིད།
en: “ ‘We are very happy and joyful,

source: །བརྙས་ཤིང་ང་རྒྱལ་བྱེད་པ་མེད།
en: And no one expresses contempt or arrogance toward us.

source: །ཁྱིམ་པའི་སྡུག་བསྔལ་གང་ཡིན་པ། །དེ་དག་ད་ལྟར་གང་ཡང་མེད།
en: We are now totally free from The suffering experienced by householders.

source: །འདི་ཉིད་མྱ་ངན་འདས་ཡིན་པས།
en: “ ‘Since this is nirvāṇa,

source: །མཆོག་ཏུ་བདེ་བར་གྱུར་པ་ཡིན། །
en: It is the most sublime form of happiness.

source: དངོས་པོ་འདི་ལས་ལྷག་པ་ནི། །བདག་ཅག་ལ་ནི་དགོས་པ་མེད།
en: We do not need Anything other than this!

source: །ཁྱིམ་པས་རྟག་ཏུ་སྦྱོར་འབུལ་བས།
en: “ ‘Since the householders always make offerings to us,

source: །བདག་ཅག་ཆོས་གོས་ལྷུང་བཟེད་མང་།
en: We possess many Dharma robes and alms bowls.

source: །སྨན་དང་ནོར་ཟས་ཤིན་དུ་མང་།
en: We also have a huge quantity of medicine, wealth, and food,

source: །སྦྱིན་བདག་ཁྱིམ་ཡང་རབ་ཏུ་མང་།
en: From the many homes of benefactors.’

source: །གང་པོ་དེའི་ཚེ་དགེ་སློང་ད་མ་ཤི་རིས་དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་། སེམས་ལ་རབ་ཏུ་གདུང་བ་སྐྱེས་ནས་མཆི་མ་བླགས་ཏེ་ངུས་ནས།
en: “Pūrṇa, when he heard those verses spoken by the group of monks, an intense feeling of distress arose in the mind of the monk Damaśrī, and he began to shed tears.

source: གཙུག་ལག་ཁང་གཞན་དག་ཏུ་སོང་སྟེ། ཡང་དངོས་པོ་དེས་དགེ་སློང་མང་པོ་རྣམས་ལ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་རྗེས་སུ་བསྟན་པ་ཇི་ལྟ་བ་ཞིག་གིས་སློབ་མ་རྣམས་ལ་རྗེས་སུ་བསྟན་པར་མཛད།
en: He went to other temples and asked many other monks the same question: ‘What are the teachings that the thus-gone one Merugandha gave to his disciples?

source: བདག་གིས་ཐོས་པར་གྱུར་ན་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་བསྒྲུབ་པར་འཚལ་ལོ་ཞེས་སྨྲས་པ་དང་། དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་ཀྱང་སྔ་མ་བཞིན་དུ་ལན་བཏབ་པར་གྱུར་ཏོ།
en: If I can receive those teachings, I will put them into practice in accordance with the way they were taught.’ Everywhere, the monks answered in the same manner as the first monks had done.

source: །དེ་ནས་དགེ་སློང་ད་མ་ཤི་རིས་དགེ་སློང་མང་པོ་དེ་དག་སྤངས་ནས་གཅིག་པུ་རི་དང་ནགས་ཚལ་དབེན་པར་སོང་ནས་སེམས་རྩེ་གཅིག་ཏུ་ཆོས་ཟབ་མོ་གཉེར་བ་ལ་འདུན་པར་གྱུར་པ་དང་། དེའི་ཚེ་སྔོན་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷའི་ཉན་ཐོས་རྣམས་ཀྱི་ནང་ན་ཉན་ཐོས་ཆེན་པོ་ཤིན་དུ་བརྟན་པ་ཞེས་བྱ་བ་རབ་ཏུ་དབེན་པའི་སྤྱོད་པ་མངོན་པར་བསྒྲུབས་པ།
en: Finally, the monk Damaśrī left the monks behind and went alone into the solitude of the mountains and forests, where he yearned to practice one-pointedly the profound Dharma. “At that time, among the hearers who had previously followed the thus-gone one Merugandha, there was a great hearer called Supratiṣṭhita.

source: གཅིག་པུ་རི་ཕུག་དབེན་པར་གནས་པ། འདོད་པ་ཉུང་ཞིང་ཆོག་ཤེས་པ་ཡོངས་སུ་སྤོང་བ་ལ་སེམས་མངོན་པར་སྤྲོ་བ།
en: He practiced the conduct of total seclusion, remained alone in solitary caves, had few desires, and was content.

source: བྱ་བ་བྱས་པ། མངོན་པར་ཤེས་པ་དྲུག་དང་། རིག་པ་གསུམ་དང་ལྡན་པའི་དགྲ་བཅོམ་པ་ཆེན་པོ་ཞིག་བྱུང་བར་གྱུར་ཏེ། ཇི་ལྟར་ད་ལྟར་ངའི་བསྟན་པ་ལས་འོད་སྲུང་ཆེན་པོ་ཇི་ལྟ་བ་བཞིན་ནོ།
en: He was very enthusiastic about renunciation, his tasks were completed, and he possessed the six higher perceptions as well as the three types of knowledge. In these ways, he was a great worthy one, similar to Mahākāśyapa who is following my teachings today.

source: །དེའི་ཚེ་དགེ་སློང་ཤིན་ཏུ་བརྟན་པ་དེས་བདག་ཉིད་གནས་པའི་རི་ཕུག་གི་བྲག་ངོས་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་ཡི་གེར་བྲིས་པར་གྱུར་ཏེ། འདི་ལྟ་སྟེ། འདོད་པའི་རོ་ནི་མྱངས་པའི་ཕྱིར། །འཁོར་བ་དག་ནི་རྒྱུན་མི་གཅོད།
en: At that time, the monk Supratiṣṭhita wrote these verses on the rock surface in the cave where he was staying: “ ‘Beings circle endlessly in saṃsāra Because of indulging in the experience of sense pleasures.

source: །དགྲ་ནི་གསོས་ནས་དུར་ཁྲོད་འཇུག །དོན་མེད་སྡུག་བསྔལ་མང་པོ་མྱོང་།
en: They enter the charnel ground nurturing enmity. Thus they experience much meaningless suffering.

source: །ལུས་འདི་མི་གཙང་རོ་དང་འདྲ། །བུ་ག་དགུ་ནས་མི་གཙང་འཛག
en: “ ‘This body is filthy like a corpse; Unclean substances ooze from its nine orifices.

source: །སྲིན་བུ་མི་གཙང་མོས་པ་བཞིན། །བླུན་པོ་ལུས་སྲེད་དེ་དང་འདྲ།
en: Just like worms attracted by excrement, Fools are craving for bodies.

source: །ཡང་དག་མ་ཡིན་ཀུན་རྟོག་པ། །དེ་ནི་འདོད་ལྔའི་རྩ་བ་ཡིན།
en: “ ‘The root of the five sense desires Is false conceptualization.

source: །མཁས་པ་དག་ནི་མི་རྟོག་པས།
en: Since the wise do not conceptualize in that way,

source: །འདོད་ལྔ་དག་ནི་འགག་པར་འགྱུར།
en: The five sense desires vanish from their minds.

source: །ལོག་རྟོག་ལས་ནི་འདོད་ཆེན་སྐྱེ།
en: “ ‘Great desire is born from mistaken concepts,

source: །འདོད་ཆེན་ལས་ནི་ཉོན་མོངས་སྐྱེ།
en: And afflictions are born from great desire.

source: །ཡང་དག་དྲན་ལ་ཞེན་མེད་པས།
en: Since genuine mindfulness is devoid of clinging,

source: །ཉོན་མོངས་ལྷག་མའང་ཟད་པར་འགྱུར།།
en: All remaining afflictions will be exhausted.’

source: གང་པོ་དགེ་སློང་ཤིན་ཏུ་བརྟན་པས་རི་ཕུག་གི་བྲག་ངོས་ལ་ཚིགས་སུ་བཅད་པ་བཞི་པོ་འདི་དག་ཡི་གེར་བྲིས་པ་དགེ་སློང་ད་མ་ཤི་རི་རི་ཕུག་དབེན་པར་སོང་བས་ཡུན་རིང་ཞིག་ལོན་ནས་རི་ཕུག་གི་བྲག་ངོས་ལ་ཚིགས་སུ་བཅད་པ་བཞི་པོ་འདི་དག་ཡི་གེར་བྲིས་པ་མཐོང་ནས་ཁ་ཏོན་དུ་བསླབས་ཏེ།
en: “Pūrṇa, after a long time had passed since he had left for isolated caves, the monk Damaśrī came across those four verses that had been written by the monk Supratiṣṭhita on the rock surface in the cave where he had been staying.

source: དེའི་དོན་གང་ཡིན་པ་ཡིད་ལ་བྱས་པ་དང་། རིང་པོ་མ་ལོན་པར་མངོན་པར་ཤེས་པ་ལྔ་ཐོབ་པར་གྱུར་ཏོ།
en: Seeing them, he studied them in his daily recitations, contemplated their meaning, and soon he developed the five higher perceptions.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་སྔོན་ཞུགས་ལ་བཞེན་པའི་གནས་སུ་ཕྱིན་ནས་ཕྱག་བྱས་ཏེ།
en: Then he came to the place where the thus-gone one Merugandha had previously been cremated, and he prostrated to it.

source: ལན་གསུམ་བསྐོར་བ་བྱས་ནས། སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འདུག་ནས་འདི་སྐད་ཅེས་བདག་གིས་གནས་འདིར་དེ་བཞིན་གཤེགས་པ་ཡང་མ་མཐོང་། ཆོས་གཞན་ཡང་མ་ཐོས་ཀྱི་བར་དུ་འདི་ལས་མི་ལྡང་ངོ་ཞེས་ཡི་དམ་བཅས་སོ།
en: He circumambulated the place three times, sat down cross-legged, and vowed not to arise from his seat until he had seen the Thus-Gone One and received the Dharma from him.

source: །གང་པོ་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་གསུངས་པའི་མདོ་སྡེ་སྒོ་སྟོང་ཕྲག་བརྒྱད་བརྒྱ་པ་ཞེས་བྱ་བ་བརྒྱ་བྱིན་ལྷའི་དབང་པོས་ཁ་ཏོན་དུ་ཤེས་པས་བརྒྱ་བྱིན་ལྷའི་དབང་པོས་དགེ་སློང་ད་མ་ཤི་རིའི་ལྷག་པའི་བསམ་པ་སེམས་ཀྱིས་རྟོགས་ནས་སུམ་ཅུ་རྩ་གསུམ་ལྷའི་གནས་ནས་བབས་ཏེ། དེའི་དྲུང་དུ་ཕྱིན་ནས་དེ་ལ་མདོ་སྡེ་སྒོ་སྟོང་ཕྲག་བརྒྱད་བརྒྱ་པ་དེ་ཡང་དག་པར་བཤད་དོ།
en: “Pūrṇa, Śakra, the lord of the gods, knew by heart the discourse taught by the thus-gone one Merugandha called The Eight Hundred Thousand Gateways. Perceiving the extraordinary resolve of the monk Damaśrī, he descended from the Heaven of the Thirty-Three to meet him and expounded to him the discourse of The Eight Hundred Thousand Gateways.

source: །གཞན་ཡང་མང་དུ་ཐོས་པའི་དངོས་གཞིའི་ཚིག་བཞི་དང་། རྣམ་པ་སྣ་ཚོགས་ཀྱི་ཚིག་བདུན་དང་། སྒོའི་ཚིག་བཅུ་བཞི་པ་ཞེས་བྱ་བའི་གཟུངས་ཀྱང་བྱིན་ནོ།
en: He also offered him the dhāraṇīs known as The Four Statements on the Basis of Erudition, The Seven Statements on the Various Aspects, and The Fourteen Statements on the Gateways.

source: །དགེ་སློང་ད་མ་ཤི་རིས་ཐོས་ནས་ཀྱང་ཁ་ཏོན་དུ་བཏོན་ཏེ་ཡོངས་སུ་བཟུང་བས་ཆོས་རྣམས་ལ་ཤེས་རབ་ཀྱི་སྣང་བ་ཐོབ་པར་གྱུར་ནས་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷས་གསུངས་པའི་མདོ་སྡེ་ཡོངས་སུ་དག་ཅིང་སྟོང་པ་ཉིད་ཀྱི་རྗེས་སུ་འཐུན་པ། བྲལ་བའི་རྗེས་སུ་འཐུན་པ། ཟབ་མོ་ཤིན་ཏུ་གྱ་ནོམ་པའི་མདོ་སྡེ་རྣམས་ཀྱང་རང་གི་ངང་གིས་སེམས་ལ་སྣང་བར་གྱུར་ཏོ།
en: The monk Damaśrī, having heard these dhāraṇīs, recited them in his daily recitations, and by memorizing them, obtained the illumination of insight into phenomena. Because of this, the discourses taught by the thus-gone one Merugandha became perfectly clear, and all the discourses that were most auspicious, profound, in accord with emptiness, and in accord with freedom naturally appeared to his mind.

source: །གཞན་ཡང་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་དགེ་སློང་གི་དགེ་འདུན་གྱི་འཁོར་དང་བཅས་པ་དང་། བཞུགས་པའི་གནས་དྲི་གཙང་ཁང་དང་། གདན་ཁྲི་དང་། འཁོར་བཞི་པོ་རྣམས་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་དང་བཅས་པའི་འཁོར་ཐམས་ཅད་ཀྱང་མཐོང་བར་གྱུར་ཏོ།
en: He also saw the thus-gone one Merugandha with his saṅgha of monks, the perfumed chamber where he resided, his throne, and his fourfold retinue, as well as all the assemblies, including those of the gods, nāgas, yakṣas, gandharvas, demigods, garuḍas, kinnaras, mahoragas, humans, and nonhumans.

source: །དགེ་སློང་ད་མ་ཤི་རི་ཡང་ཆོས་རྣམས་ལ་ཤེས་རབ་ཀྱི་སྣང་བ་ཐོབ་པར་གྱུར་པས་འདུག་པའི་སྟན་ལས་ལངས་ནས་མཐར་གྱིས་རང་གི་ཡུལ་དུ་སོང་སྟེ་ཕ་མའི་དྲུང་དུ་ཕྱིན་ནས་ཕ་མ་ལ་ཡོངས་སུ་དག་ཅིང་སྟོང་པ་ཉིད་ཀྱི་རྗེས་སུ་འཐུན་པ། བྲལ་བའི་རྗེས་སུ་འཐུན་པ། ཟབ་མོ་ཤིན་དུ་གྱ་ནོམ་པའི་མདོ་སྡེ་རྣམས་ཡང་དག་པར་བཤད་ནས།
en: Since he had obtained the illumination of insight into phenomena, the monk Damaśrī arose from his seat, set out on the journey back to his homeland, and finally arrived in front of his parents. He then expounded to them those pure discourses that were in harmony with emptiness and freedom, those most excellent and profound discourses.

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་ཡོན་ཏན་གྱི་བསྔགས་པ་རབ་ཏུ་བརྗོད་པས།
en: He then proclaimed praises of the qualities of the Buddha, Dharma, and Saṅgha.

source: གང་པོ་དེའི་ཚེ་དགེ་སློང་ད་མ་ཤི་རིའི་ཕ་མ་དང་། ནང་གི་བཙུན་མོ་དང་། བློན་པོ་ཆེན་པོ་དང་། འཁོར་རྣམས་ཀྱིས་ཆོས་དེ་ཐོས་ནས་ཤིན་དུ་མངོན་པར་ཡིད་ཆེས་པར་གྱུར་པས་གུས་པའི་སེམས་ཀྱིས་དགེ་སློང་ད་མ་ཤི་རི་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་བདག་ཅག་ཡོངས་སུ་བསྐྱབ་ཅིང་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷའི་བསྟན་པ་ལ་རབ་ཏུ་དབྱུང་དུ་གསོལ་ཞེས། གང་པོ་དེའི་ཚེ་སྲོག་ཆགས་བརྒྱད་ཁྲི་བཞི་སྟོང་རྒྱལ་པོ་དང་། བཙུན་མོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་དུས་གཅིག་ཏུ་རབ་ཏུ་བྱུང་བར་གྱུར་ཏོ།
en: “Pūrṇa, upon hearing that Dharma, the parents of the monk Damaśrī, court ladies, ministers, and retinues all developed deep-felt trust, and respectfully said to the monk Damaśrī, ‘Venerable One, please protect us and let us go forth under the teachings of the thus-gone one Merugandha!’ Pūrṇa, at that time, eighty-four thousand beings followed the example of the king and queen and went forth at the same time.

source: །རབ་ཏུ་བྱུང་ནས་ཐམས་ཅད་ཀྱི་མིང་ད་མ་ཤི་རིའི་ཚོགས་ཀྱི་དགེ་སློང་གི་དགེ་འདུན་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: They became known collectively as the saṅgha of monks in the assembly of Damaśrī.

source: །གང་པོ་དགེ་སློང་ད་མ་ཤི་རིས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷའི་བསྟན་སླར་རྒྱས་པར་བྱས་ནས་སེམས་ཅན་མང་པོ་བདེ་བ་ལ་ཡང་དག་པར་བཀོད་དོ།
en: Pūrṇa, in that way, the monk Damaśrī propagated the teachings of the thus-gone one Merugandha again and established a great number of sentient beings in happiness.

source: །སྔོན་གྱི་ཚེ་རབས་ཀྱི་བྱམས་པ་དང་། སྙིང་རྗེ་ཆེན་པོའི་སེམས་ཀྱིས་དམ་པའི་ཆོས་བསྲུང་བར་སྨོན་ལམ་བཏབ་པའི་ཕྱིར་དེའི་ཚེ་དགེ་སློང་ད་མ་ཤི་རི་ལྗོངས་གཅིག་ནས་གཅིག་ཏུ། གྲོང་ཁྱེར་གཅིག་ནས་གཅིག་ཏུ། ཡུལ་གཅིག་ནས་གཅིག་ཏུ་རྒྱུ་ཞིང་སོང་ནས་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་དང་དེའི་ཉན་ཐོས་ཀྱི་བསྔགས་པ་ཡང་བརྗོད། གཞན་ཡང་ཡོངས་སུ་དག་ཅིང་། སྟོང་པ་ཉིད་ཀྱི་རྗེས་སུ་འཐུན་པ། བྲལ་བའི་རྗེས་སུ་འཐུན་པ། ཟབ་མོ་ཤིན་ཏུ་གྱ་ནོམ་པའི་མདོ་སྡེ་རྣམས་ཀྱང་སེམས་ཅན་རྣམས་ལ་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པས་དེའི་ཚེ་དགེ་སློང་ད་མ་ཤི་རི་ཡང་སྐྱེ་བོ་མང་པོ་ཀུན་གྱིས་མཆོད་ཅིང་རིམ་གྲོ་དང་། བཀུར་སྟི་དང་། བླ་མར་བྱས་ཤིང་བསྔགས་པ་བརྗོད་པས་སྙན་པའི་གྲགས་པ་ཡང་ཀུན་ཏུ་གྲགས་པར་གྱུར་ཏོ།
en: Because of the aspirations to protect the sublime Dharma that he had formed in his past lives out of love and compassion, the monk Damaśrī now wandered from region to region, city to city, and country to country, proclaiming the praises of the thus-gone one Merugandha and his hearers. He also extensively taught beings those pure discourses that were in harmony with emptiness and freedom, those most excellent and profound discourses. During that time, the monk Damaśrī was worshiped, venerated, respected, honored, and praised by all beings, and he became highly renowned.

source: །གང་པོ་དགེ་སློང་ད་མ་ཤི་རིས་དེ་ལྟར་སེམས་ཅན་མང་པོའི་དོན་རྒྱ་ཆེར་བྱས་ནས་དེའི་འོག་ཏུ་འཆི་བའི་དུས་བྱས་པ་དང་། དེའི་སློབ་མ་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་ལྷན་ཅིག་འདུས་ཏེ།
en: “Pūrṇa, after the monk Damaśrī had accomplished the benefit of so many beings on such a vast scale, he eventually passed away. At that point all his students—monks and nuns, as well as male and female lay practitioners—came together, piled up fragrant wood, and cremated him with reverence.

source: སྤོས་ཀྱི་ཤིང་ཐམས་ཅད་སྤུངས་ནས་མཆོད་པ་བྱས་ཏེ་བསྲེགས་ནས་རིང་བསྲེལ་གྱི་མཆོད་རྟེན་ཆུ་ཞེང་དུ་རྒྱང་གྲགས་གཉིས་ཡོད་པ་བརྩིགས་ཏེ། མེ་ཏོག་དང་། སྤོས་དང་། བྱུག་པ་དང་། སྤོས་ཀྱི་ཕྱེ་མ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་སྣ་ཚོགས་ཀྱིས་གུས་པར་མཆོད་ཅིང་རིམ་གྲོ་དང་བླ་མར་བྱས་ནས་བསྔགས་པ་བརྗོད་པར་གྱུར་ཏོ།
en: Then they built a reliquary measuring two leagues, which they respectfully worshiped, venerated, honored, and praised by offering various kinds of flowers, perfumes, ointments, fragrant powders, parasols, victory banners, and flags.

source: །གང་པོ་དགེ་སློང་ད་མ་ཤི་རི་འཆི་ཀའི་དུས་ཀྱི་ཚེ་སླར་འཛམ་བུའི་གླིང་འདི་ཉིད་དུ་སྐྱེ་བར་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་པས་སྨོན་ལམ་བཏབ་པ་བཞིན་དུ་རྒྱལ་རིགས་སུ་སྐྱེས་ནས་དྲན་པ་ཐོབ་པ་ཞེས་བྱ་བར་གྱུར་ཏེ།
en: Pūrṇa, just before the monk Damaśrī had passed away, he had made the aspiration to be reborn again within this world. In accordance with his aspiration, he was reborn within the warrior class and received the name Smṛtipratilabdha.

source: དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་ལོ་སུམ་བརྒྱ་ལོན་པའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ།
en: He went forth under the teachings of the thus-gone one Merugandha three hundred years after the latter had passed into complete nirvāṇa.

source: སྔོན་གྱི་སྨོན་ལམ་དང་ཚེ་རབས་དྲན་པའི་ཤེས་པའི་དབང་གིས་སྒོ་རྣམས་ཀྱི་ཚིག་ཅེས་བྱ་བའི་གཟུངས་ཀྱི་ཚིག་ཀྱང་རང་གི་ངང་གིས་སླར་ཐོབ་པར་གྱུར་ཏོ།
en: Recollecting his previous life and aspirations, he once again spontaneously reached the attainment of the dhāraṇī known as The Statements of the Gateways.

source: །གཟུངས་ཐོབ་པའི་སྟོབས་ཀྱི་དབང་གིས་སྔོན་མ་ཐོས་པའི་མདོ་སྡེ་རྣམས་སེམས་ཅན་ལ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་གྱི་ཚེ་རབས་སྔ་མ་ལ་སྔར་བཤད་པར་གྱུར་པ་དག་ནི་མ་བསྟན་ཏོ།
en: Through the power of the attainment of this dhāraṇī, he taught on a vast scale to sentient beings discourses that had never been heard before—not those that had already been expounded in previous lives.

source: །གང་པོ་དེའི་ཚེ་ད་མ་ཤི་རིའི་དགེ་སློང་མང་པོ་རྣམས་ལས་གང་ཤེས་རབ་ཟབ་ཅིང་གསལ་ལ་རྣོ་བ་དང་། དགེ་བའི་རྩ་བ་ལྷུན་སྟུག་པ་གང་ཡིན་པ་དེ་དག་ནི་དྲན་པ་ཐོབ་པས་བསྟན་པའི་མདོ་སྡེ་རྣམས་ཐོས་པར་གྱུར་ནས་སེམས་ཀྱིས་རྗེས་སུ་ཡི་རང་ནས་མངོན་པར་ཡིད་ཆེས་ཤིང་དང་དུ་ལེན་པར་བྱེད།
en: “Pūrṇa, when, among the many monks of Damaśrī, those who had profound insight, were bright and sharp, and had created massive roots of virtue heard the discourses taught by Smṛtipratilabdha, they rejoiced, developed intense trust in them, and eagerly adopted them.

source: གུས་པས་མཆོད་པ་བྱས་ནས་དགེ་སློང་དྲན་པ་ཐོབ་པ་ལ་ཡང་ཡོངས་སུ་སྲུང་བར་བྱེད་དོ།
en: They worshiped him respectfully and looked after him.

source: །དགེ་སློང་དེ་དག་ལས་གང་གཟི་བྱིན་དང་ཡོན་ཏན་མེད་པ་དང་། དབང་པོ་རྟུལ་ཞིང་མི་གསལ་བ་དང་། དགེ་བའི་རྩ་བ་ཆུང་བ་དེ་དག་ནི་དགེ་སློང་དྲན་པ་ཐོབ་པས་གསར་དུ་བཤད་པའི་ཆོས་ཐོས་པར་གྱུར་ནས་མངོན་པར་ཡིད་ཆེས་པ་ཡང་མེད། དང་དུ་ལེན་པ་ཡང་མེད་ལ།
en: When, among those monks, those with no charisma or qualities, who had dull faculties and were not bright, and had only created minor roots of virtue heard for the first time the Dharma teachings expounded by Smṛtipratilabdha, they did not develop any trust in them, and they did not eagerly adopt them.

source: འགལ་བདག་བྱས་ནས་སྐྱོན་འབྱིན་ཅིང་འདི་སྐད་དུ་འདི་ལྟ་བུའི་མདོ་སྡེ་འདི་དག་ནི་བདག་ཅག་གིས་མཁན་པོ་དང་། སློབ་དཔོན་ལས་ཀྱང་མ་ཐོས།
en: Instead, they opposed those teachings and criticized them in these words: ‘We have never heard such discourses from preceptors or teachers.

source: སྔོན་སློབ་དཔོན་ཆེན་པོ་ད་མ་ཤི་རི་ལས་ཀྱང་མ་ཐོས་སོ་ཞེས་ཟེར་རོ།
en: We have not even heard them from the great teacher of the past, Damaśrī!’

source: །གང་པོ་དེ་དག་ལས་གང་ཤེས་རབ་ཟབ་ཅིང་ཡང་དག་པའི་དོན་ལ་རྟོན་པ་དེ་དག་ནི་ཚིག་གི་རྗེས་སུ་མི་འབྲང་བར་དོན་ལ་རྟོན་པའི་ཕྱིར་སེམས་ཀྱིས་ཀྱང་འགལ་བར་མི་བྱེད་དོ།
en: “Pūrṇa, however, those among the disciples with profound insight who relied on the authentic meaning did not get caught up in mere words, but instead relied on their meaning.

source: །འགལ་བར་མི་བྱེད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷའི་བསྟན་པ་ཡང་ཡང་དག་པར་སྲུང་བར་བྱེད་ལ། གུས་པས་དགེ་སློང་དྲན་པ་ཐོབ་པ་ལ་ཡང་སྲུང་བར་བྱེད་དོ།
en: Because of this, they did not oppose these discourses, but instead guarded the teachings of the thus-gone one Merugandha and respectfully looked after the monk Smṛtipratilabdha.

source: །གང་པོ་དེའི་ཚེ་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མའི་འཁོར་ཁྲག་ཁྲིག་ཕྲག་བརྒྱད་ཅུ་དགེ་སློང་དྲན་པ་ཐོབ་པས་བསྟན་པའི་མདོ་སྡེའི་ཆོས་ཀྱི་རྗེས་སུ་ཞུགས་པར་གྱུར་ཏོ།
en: Pūrṇa, at that time, eight billion monks and nuns, as well as male and female lay practitioners, became followers of the Dharma expounded in the discourses taught by the monk Smṛtipratilabdha.

source: །གང་པོ་དེའི་ཚེ་ད་མ་ཤི་རིའི་སློབ་མ་འཁོར་རྣམས་ལོགས་ཤིག་ཏུ་སྡེ་གཉིས་སུ་གྱེས་པར་གྱུར་ཏེ། གཅིག་གི་མིང་ནི་ད་མ་ཤི་རིའི་དགེ་སློང་གི་དགེ་འདུན་ཞེས་བྱ་བར་གྱུར་ཏོ། །གཅིག་གི་མིང་ནི་དྲན་པ་ཐོབ་པའི་དགེ་སློང་གི་དགེ་འདུན་ཞེས་བྱ་བར་གྱུར་ཀྱང་དེའི་ཚེ་དགེ་སློང་དྲན་པ་ཐོབ་པས་བདག་ནི་ད་མ་ཤི་རི་ཡིན་ནོ་ཞེས་ནི་མ་སྨྲས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Pūrṇa, during that time, all the disciples of Damaśrī were thus split into two groups, known respectively as ‘the saṅgha of monks following Damaśrī’ and ‘the saṅgha of monks following Smṛtipratilabdha.’ However, the monk Smṛtipratilabdha never mentioned that he was in fact Damaśrī. Why not?

source: དེའི་ཚེ་དགེ་སློང་ད་མ་ཤི་རི་ནི་མང་པོ་ཀུན་གྱིས་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་གྱུར་གྱི། བྱང་ཆུབ་སེམས་དཔའ་ནི་མ་ཡིན་ནོ་ཞེས་ཟེར་བས་གལ་ཏེ་བདག་ཉིད་ཀྱིས་སྨྲས་པར་གྱུར་ན། མང་པོ་ཀུན་ཐེ་ཚོམ་ཟ་བར་གྱུར་པ་དང་། དགེ་སློང་དྲན་པ་ཐོབ་པ་ནི་དེའི་ཚེ་མང་པོ་ཀུན་གྱིས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་གྱི། དགྲ་བཅོམ་པ་ནི་མ་ཡིན་ནོ་ཞེས་ཟེར་བས་སོ།
en: It was because, at that time, everyone claimed that the monk Damaśrī had reached the fruition of a worthy one but not the fruition of a bodhisattva, and he would therefore have created doubts by mentioning who he was; everyone claimed that the monk Smṛtipratilabdha was a bodhisattva and not a worthy one.

source: །གང་པོ་དགེ་སློང་དྲན་པ་ཐོབ་པས་དེ་ལྟར་རྒྱ་ཆེར་སེམས་ཅན་རྣམས་ལ་ཕན་བཏགས་ནས་དེའི་འོག་ཏུ་འཆི་བའི་དུས་བྱས་པར་གྱུར་པ་དང་། དེའི་སློབ་མ་མང་པོ་རྣམས་ཀྱིས་སྤོས་ཀྱི་ཤིང་ཐམས་ཅད་སྤུངས་ནས་མཆོད་པ་བྱས་ཏེ་བསྲེགས་སོ།
en: “Pūrṇa, after the monk Smṛtipratilabdha had benefitted many sentient beings on a vast scale, he passed away. All his many students piled up fragrant wood and cremated him with reverence.

source: །འཁོར་བཞི་པོ་རྣམས་འདུས་ནས་སྟོན་པ་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར་རིང་བསྲེལ་གྱི་མཆོད་རྟེན་ཆུ་ཞེང་དུ་རྒྱང་གྲགས་གཅིག་ཡོད་པ་བརྩིགས་ནས་སྤོས་དང་། མེ་ཏོག་དང་། སྤོས་ཀྱི་ཕྱེ་མ་དང་། བྱུག་པ་དང་། ཕྲེང་བ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་སྣ་ཚོགས་ཀྱིས་མཆོད་ཅིང་བཀུར་སྟིར་བྱས། བླ་མར་བྱས་ཤིང་བསྔགས་པ་བརྗོད་པར་གྱུར་ཏོ།
en: His four retinues came together and built a reliquary measuring one league to worship that bodhisattva, that great teacher. They then worshiped that reliquary, respected it, honored it, and praised it by offering various kinds of perfumes, flowers, fragrant powders, ointments, garlands, parasols, banners, and standards.

source: །གང་པོ་དགེ་སློང་དྲན་པ་ཐོབ་པ་འཆི་ཀའི་དུས་ཀྱི་ཚེ་བདག་སླར་འཛམ་བུའི་གླིང་འདི་ཉིད་དུ་སྐྱེ་བར་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་པས་སྨོན་ལམ་བཏབ་པ་བཞིན་དུ་ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུར་སྐྱེས་པར་གྱུར་ཏེ། དེའི་མིང་ནི་ཡ་ཤ་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: Pūrṇa, just before the monk Smṛtipratilabdha had passed away, he had made the aspiration to be reborn again within this world. In accordance with his aspiration, he was reborn into an important family of householders, and he received the name Yaśas.

source: །སྔོན་གྱི་སྨོན་ལམ་གྱི་དབང་གིས་སྔོན་གྱི་གནས་རྗེས་སུ་དྲན་པ་ཐོབ་པར་གྱུར་པས་དེ་བཞིན་གཤེགས་པ་མེ་རོ་གན་དྷ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་ལོ་བཞི་བརྒྱ་པའི་བསྟན་པ་ལ་ལོ་བདུན་ལོན་ཏེ་རབ་ཏུ་བྱུང་ནས་གཟུངས་རྣམས་ཐོབ་པར་གྱུར་ཏོ།
en: Then, as he attained recollection of his past lives through the power of his previous aspirations, he went forth under the teachings of the thus-gone one Merugandha. This happened when he was seven years old, four hundred years after the thus-gone one Merugandha had passed into complete nirvāṇa.

source: །གཟུངས་ཐོབ་པའི་མཐུས་སྐྱེ་བོ་མང་པོ་ལ་སྔོན་མ་ཐོས་པའི་མདོ་སྡེ་རྣམས་ཡང་དག་པར་བསྟན་ཏོ།
en: Yaśas also reached the attainment of dhāraṇīs, and with this power he was able to teach genuinely to sentient beings discourses that they had never heard before.
